---
type: CableTrayRun
namespace: Autodesk.Revit.DB.Electrical
version: 2024
members: 1
tags: [revit-api, class]
---

# CableTrayRun

`Autodesk.Revit.DB.Electrical.CableTrayRun` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |